{
  "slides": [
    {
      "slide_number": 1,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "ZHH Group Holding LLC"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Building a Legacy of Trust and Growth\nEmirati Strength, Global Horizons"
        }
      ]
    },
    {
      "slide_number": 2,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Homepage – Hero Section"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "ZHH Group Holding is a sovereign-style Emirati investor managing a diversified portfolio.\nAED 100M+ Assets Under Management\n20+ Years of Growth\n10+ Countries of Operations"
        }
      ]
    },
    {
      "slide_number": 3,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Homepage – Key Highlights"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Global Footprint in Numbers:\nAED 100M+ AUM\n70+ Completed Projects\n12B+ AED Total Project Value\n300+ Direct Employees / 1,200+ Indirect\n1.2 Tons Gold Traded\n180+ Trade Contracts Executed\n24 Major Construction Projects\nPresence in 10+ Countries"
        }
      ]
    },
    {
      "slide_number": 4,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Homepage - Private Equity – Overview"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Private Equity:\nStrategic investments in UAE and global markets.\nFocus Areas:\nReal Estate\nGold Mining\nGlobal Trading"
        }
      ]
    },
    {
      "slide_number": 5,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Homepage - Private Equity – Strategy"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Investment Strategy:\nTarget high-growth sectors\nGovernance & transparency\nRegional expansion\nResponsible, long-term value creation"
        }
      ]
    },
    {
      "slide_number": 6,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Homepage - Private Equity – UAE Investments"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "UAE Investments:\nPremium residential & commercial\nDubai gold ecosystem"
        }
      ]
    },
    {
      "slide_number": 7,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Main Menu"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "WHO WE ARE\nABOUT ZHH GROUP HOLDING (separate page)\nA JOURNEY OF EXCELLENCE (ID)\nBOARD OF DIRECTORS (ID)\nOUR STRUCTURE (ID)\nOUR PORTFOLIO\nZHH Construction LLC (separate page)\nZHH General Trading LLC (separate page)\nZHH Real Estate LLC (separate page)\nJewelust Jewelry & Gold Bullion Trading LLC (separate page)\nOUR IMPACT\nINVESTORS"
        }
      ]
    },
    {
      "slide_number": 8,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Who We Are - About ZHH Group Holding"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "ZHH Group Holding is a diversified Emirati conglomerate investing in construction, real estate, global trading, and precious metals.\nA legacy built on governance, innovation, and responsible growth.\nCEO MESSAGE\nVISION\nMISSION\nCORE VALUES\nOUR EMIRATI IDENTITY\nGLOBAL PRESENCE MAP"
        }
      ]
    },
    {
      "slide_number": 9,
      "shapes": [
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Chairman's Message\nMohamed Al Hammadi\nFounder, Owner & Chairman – ZHH Group Holding & Subsidiaries\n\nZHH Group Holding stands as a proud symbol of Emirati ambition and excellence. Founded in the United Arab Emirates, our Group was built on a vision to contribute to the nation’s economic growth through innovation, integrity, and world-class performance across every sector we operate in.\n\nFrom construction and real estate to global trading and precious metals, each of our subsidiaries — including Jewelust, our flagship in gold bullion and jewelry — reflects our commitment to sustainable development and long-term value creation. We are not only expanding our presence across regions but also reinforcing the UAE’s position as a hub for reliability, and opportunity.\n\nOur mission is to grow with purpose — to build, trade, and invest responsibly while maintaining the trust of our partners, the strength of our nation, and the legacy of Emirati leadership for generations to come.\n\nOur Divisions\nZHH Construction\nAs one of the leading entities in the region’s construction sector, ZHH Construction specializes in delivering high-quality infrastructure, residential, and commercial projects. We build with precision and passion, shaping skylines and creating lasting landmarks.\n\nZHH Real Estate\nOur real estate division focuses on creating long-term value through strategic property development and diversified investment portfolios. We identify opportunities that promote sustainable growth and strengthen community living.\n\nZHH General Trading\nZHH General Trading serves as a global bridge for sourcing and supplying premium raw materials and products from around the world — including rice, flour, spices, coffee, frozen meat, poultry, cosmetics, toys, groceries, oil, sugar, and gold. With trusted networks in the USA, Belgium, Australia, India, Pakistan, China, Spain, Thailand, and beyond, we ensure quality and reliability in every trade.\n\nJewelust\nEstablished in Dubai, Jewelust is the crown jewel of our group — a brand that celebrates the art of fine jewelry and gold bullion trading. With branches across Turkey, Uganda, Mali, and Congo, Jewelust is recognized for its craftsmanship, heritage designs, and secure international gold trading operations.\n\nOur Commitment\nAt ZHH Group Holding, we are more than a business; we are a family of innovators, engineers, traders, and visionaries united by a common goal — to build a better future. Our executive management team embodies our core values of leadership, integrity, and excellence in every decision they make.\n\nWe look ahead with optimism, confident that through dedication and collaboration, ZHH Group will continue to set new standards of success across industries and borders.\n\nMohamed Al Hammadi\nChairman & CEO\nZHH Group Holding"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Who We Are - About ZHH Group Holding"
        }
      ]
    },
    {
      "slide_number": 10,
      "shapes": [
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Our Vision\nTo be a leading Emirate holding group that delivers value-driven excellence in every sector we operate, contributing to economic prosperity and global trade connectivity, while strengthening the UAE's global economic presence. \n\nOur Mission\nWe drive success through strategic investments, operational excellence, and innovative solutions across construction, real estate, global trade, and precious metals — while maintaining the highest ethical, compliance, and governance standards.\n\nWe empower our subsidiaries to lead in their markets by providing strong corporate governance, advanced technologies, and collaborative leadership — expanding our footprint, strengthening partnerships, and maximizing long-term stakeholder value.\n\nCore Values\nIntegrity – Transparent, ethical, and accountable.\nExcellence – Setting new standards in quality and performance.\nNational Pride – Advancing the UAE’s vision for prosperity.\nSustainability – Building responsibly for future generations.\nPartnership – Creating trusted, mutually beneficial collaborations."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Our Emirati Identity\n\nFounded in the United Arab Emirates, ZHH Group Holding carries the values of the nation — vision, integrity, and innovation.\nEvery project and partnership contributes to the UAE’s economic strength and global reputation for excellence.\n\nGlobal Presence\nA growing Emirati presence supporting trade and strategic development.\nAfrica – Licensed Sourcing (Uganda, Kenya, Mali, Burkina Faso, Guinea, Sierra Leone, Congo)\nTurkey – Refining & Manufacturing\nUAE – Global Trade Hub (Dubai)\nAsia & Europe, South America, Africa – Investor & Retail Markets"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Who We Are - About ZHH Group Holding"
        }
      ]
    },
    {
      "slide_number": 11,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "MAP"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "UAE\nAbu Dhabi (Main Offices):\nZHH Group Holding LLC\nZHH Construction LLC\nZHH General Trading LLC\nZHH Real Estates\nDubai (Main Office & Showroom):\nJewelust Jewelry & Gold Bullion Trading LLC\n\nUGANDA\nZHH General Trading\nJewelust Jewelry\n\nKENYA\nZHH General Trading\nJewelust Jewelry\n\nMALI\nZHH General Trading\nJewelust Jewelry\n\nCONGO\nZHH General Trading\nJewelust Jewelry"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "GUINEA\nZHH General Trading\n\nBURKINA FASO\nZHH General Trading\n\nSIERRA LEONE\nZHH General Trading\n\nTURKEY\nJewelust Jewelry\n\nTANZANIA \nJewelust Jewelry\n\nZAMBIA \nJewelust Jewelry\n\nZIMBABWE\nJewelust Jewelry"
        }
      ]
    },
    {
      "slide_number": 12,
      "shapes": [
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "2003 — Foundations in Abu Dhabi\nLaunched as a construction & building maintenance company supporting the UAE’s growth and infrastructure ambitions.\n\n2007 — Expansion into Hospitality\nDiversified operations with the launch of F&B ventures, demonstrating agility and entrepreneurial growth.\n\n2010 — IT & Technology Services\nEntered the technology sector, providing equipment, maintenance, and digital services to support modernization needs.\n\n2020 — ZHH General Trading Established — Abu Dhabi\nBegan global sourcing and commodities trading, supplying diverse products to UAE and international markets.\n\n2021 — Strategic Diversification & Real Estate Division\nLaunched ZHH Real Estate, strengthening investments across key UAE cities.\nFormally established ZHH Group Holding, unifying operations under a vision for long-term growth.\n\n2022 — International Expansion — Africa\nOpened trading branches across Uganda, Mali, Guinea, Kenya, Burkina Faso, and Sierra Leone — building secure logistics and sourcing networks.\n\n2024 — Group Consolidation & Corporate Governance Excellence\nCentralized construction, real estate, and trading under one Holding structure; ensured compliance, governance, and brand unity.\n\n2025 — Launch of Jewelust — Dubai\nEstablished Jewelust as the Group’s flagship in ethical gold sourcing, jewelry, and global bullion trading — reinforcing Dubai’s role as the world’s premier gold hub.\n\nToday\nZHH Group stands as a proud Emirati-built conglomerate with expanding international footprint across construction, real estate, global trade, and precious metals — driven by integrity, innovation, and a commitment to shaping a prosperous future for the UAE and beyond."
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Who We Are - A Journey of Excellence"
        }
      ]
    },
    {
      "slide_number": 13,
      "shapes": [
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Najeeb PK\nChief Financial Officer (CFO)\n“Strong financial management is the backbone of our success. At ZHH Group, we focus on smart investments, operational efficiency, and fiscal discipline — ensuring that every venture contributes to our long-term growth and global expansion.”"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Shamma Al Amri\nChief Marketing Officer (CMO)\n“ZHH’s strength lies in its diversity and global presence. Through strategic marketing and brand storytelling, we aim to share our vision with the world — highlighting our values, quality, and commitment to excellence in every market we touch.”"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Mohamed Rafeeq\nCEO – ZHH General Trading\n\n“ZHH General Trading is an Emirati company that reflects the spirit of Dubai — dynamic, global, and forward-looking. We are committed to supporting the UAE’s economic diversification by driving trade excellence across multiple sectors, connecting trusted partners, and promoting ethical, transparent business practices. With innovation and integrity at our core, we aim to be one of the UAE’s leading trading houses recognized for reliability and value creation.”"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Ahmed Ali\nCEO – ZHH Real Estates\n\"At ZHH Investment & Real Estate, we believe in creating lasting value through visionary projects that shape the urban landscape of the UAE. As an Emirati company, we are deeply committed to supporting the national economy by investing in sustainable developments that combine architectural excellence, community well-being, and financial growth. Our goal is to be a trusted name in real estate investment, redefining quality and reliability across the UAE and beyond.\""
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Who We Are - Board of Directors"
        }
      ]
    },
    {
      "slide_number": 14,
      "shapes": [
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Shadi\nCEO – ZHH Construction\n\"ZHH Construction represents the strength and ambition of an Emirati company committed to building the future of the UAE. Our vision is to become one of the nation’s leading construction firms — delivering sustainable, world-class projects that enhance infrastructure, empower communities, and contribute to the UAE’s economic growth. Guided by precision, innovation, and integrity, we build with pride and purpose for generations to come.”"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Mohamed Al Hammadi\nFounder & CEO – Jewelust\n\n“Gold is more than a commodity — it is security, strength, and enduring value. From Africa’s licensed gold sources to Dubai’s global bullion hub, Jewelust is building a trusted bridge between origin and investment. With transparency, integrity, and innovation at our core, we empower investors, strengthen markets, and deliver wealth that lasts for generations.”"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Closing Note for the Management Page\n“Together, the leadership team of ZHH Group Holding represents a shared vision — to build trust, empower innovation, and connect markets across continents. Guided by strong values and a commitment to excellence, we continue to shape the future with determination and purpose.”"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Who We Are - Board of Directors"
        }
      ]
    },
    {
      "slide_number": 15,
      "shapes": [
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Our Subsidiaries\n🏗️ ZHH Construction\n\nBuilding with Integrity & Precision\nAn Emirati company delivering sustainable, world-class infrastructure that supports the UAE’s growth and modernization.\nGoal: To be one of the nation’s leading construction firms known for reliability and innovation.\n\n🏢 ZHH Real Estates\n\nCreating Value through Vision\nFocused on premium developments and sustainable real-estate investments that enrich communities and strengthen the national economy.\nGoal: To redefine quality living and investment opportunities in the UAE."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "🌐 ZHH General Trading\n\nConnecting Markets, Empowering Trade\nA dynamic Emirati trading house bridging regional and global markets with transparency and compliance.\nGoal: To support the UAE’s diversification strategy and become a trusted global trade partner."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "💎 Jewelust – Gold & Bullion Trading\n\nWhere Wealth Becomes Legacy\nThe Group’s flagship in gold and bullion, representing Dubai’s leadership in global precious-metal trade.\nResponsible sourcing from Africa, refining in Turkey, and trading through Dubai’s secure market channels.\nGoal: To be the UAE’s most trusted name in ethical, transparent, and investment-grade gold trading."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "✨ Closing Statement\n\nZHH Group Holding continues to expand its legacy as an Emirati-driven enterprise that builds, trades, and invests with integrity and innovation — strengthening the UAE’s role as a global hub for excellence."
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Who We Are - Our Structure"
        }
      ]
    },
    {
      "slide_number": 16,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Organization Chart"
        }
      ]
    },
    {
      "slide_number": 17,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Portfolio"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Portfolio:\nZHH Construction LLC\nZHH General Trading LLC\nZHH Real Estate LLC\nJewelust Jewelry & Gold Bullion Trading LLC"
        }
      ]
    },
    {
      "slide_number": 18,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "ZHH Contruction"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Delivering Excellence, Building the Nation"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Overview\n\nZHH Construction is the engineering and contracting arm of the Group, delivering high-quality, sustainable construction solutions that contribute to the UAE’s national development. The company focuses on precision and safety across residential, commercial, and infrastructure projects. \n\nEstablishment\n\nFounded in 2003 as the Group’s first operating entity, ZHH Construction began as a contracting and building maintenance business in Abu Dhabi, supporting national infrastructure growth. It continues to expand its footprint as a trusted contractor in the UAE. \n\nCore Activities\n\nEPC & general contracting works\nConstruction of residential, commercial, and industrial properties\nInfrastructure & utility projects\nGreen construction and smart-system implementation\nBuilding maintenance and facility enhancements\n\nCompleted Projects & Achievements\n\n24+ completed projects across the UAE (2020–2024) with 100% on-time & on-budget delivery \nIndustrial housing & logistics facilities in Dubai \nAl Ain commercial & residential development \nMunicipal infrastructure upgrades across Northern Emirates \nSmart-city pilot utilities implementation in Abu Dhabi \nZero-incident safety record on major projects"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Shadi Mohamed\nCEO – ZHH Construction\n\"ZHH Construction represents the strength and ambition of an Emirati company committed to building the future of the UAE. Our vision is to become one of the nation’s leading construction firms — delivering sustainable, world-class projects that enhance infrastructure, empower communities, and contribute to the UAE’s economic growth. Guided by precision, innovation, and integrity, we build with pride and purpose for generations to come.”"
        }
      ]
    },
    {
      "slide_number": 19,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "ZHH General Trading LLC"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Through its trading division, ZHH Group has built a solid reputation for reliability and transparency across several commodity categories."
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Connecting Markets, Empowering Trade"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Overview\n\nZHH General Trading is a proud Emirati company headquartered in Abu Dhabi, founded to support the UAE’s vision for global trade leadership and economic diversification. Built on principles of trust, transparency, and strategic market connectivity, the company plays a pivotal role in bridging international supply chains and facilitating secure, compliant trade flows across regions. \n\nEstablishment\n\nEstablished in 2020 to meet the growing demand for high-quality sourcing and supply channels across multiple sectors, ZHH General Trading was created with a mission to strengthen import & export capabilities and enhance the UAE’s role as a global logistics and commercial gateway.\n\nFrom its inception, the company has focused on disciplined procurement practices, ethical trade frameworks, and strong vendor partnerships — ensuring sustainable value creation for clients and stakeholders."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Core Activities\n\nZHH General Trading specializes in multi-sector commodity supply and export solutions, including:\n\nAgricultural commodities: rice, flour, sugar, spices, and coffee; consumer goods\nConstruction and industrial materials\nChemical & petrochemical materials\nMetals, scrap & raw substances\nMachinery, equipment, and spare parts\nSecure & compliant gold trade channels\n\nThe company provides full supply chain support including sourcing, logistics, export documentation, quality assurance, and trade compliance."
        }
      ]
    },
    {
      "slide_number": 20,
      "shapes": [
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Regional Presence & Branches\n\n* United Arab Emirates – Headquarters, Abu Dhabi\nCentral hub for coordinating procurement, import logistics, compliance and global export functions.\n\n* Africa – Sourcing Offices / Branches\nUganda (East Africa)\nKenya (East Africa)\nMali (West Africa)\nBurkina Faso (West Africa)\nGuinea (West Africa)\nSierra Leone (West Africa)\nCongo (Central Africa)\n\nThese offices focus on direct sourcing of agricultural products, raw materials, metals and other key commodities for import into the UAE and global markets."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Achievements & Milestones\n\nZHH General Trading continues to grow its presence and reputation through:\n\nSuccessful execution of over 180+ trade contracts across GCC, Africa, Europe, South Amercia and Asia\nEstablishing compliance-driven sourcing channels from Africa to UAE\nSupporting national food security & industrial supply initiatives\nAchieving 100% transparency & documentation compliance in cross-border trade\nBuilding exclusive vendor and refinery partnerships\nContributing to group-wide expansion into precious metals trade operations\n\nThrough disciplined governance, market expertise, and responsible global sourcing, ZHH General Trading has positioned itself as a trusted Emirati trading house, supporting both national economic priorities and global market integration."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Mohamed Rafeeq\nCEO – ZHH General Trading\n\n“ZHH General Trading is an Emirati company that reflects the spirit of Dubai — dynamic, global, and forward-looking. We are committed to supporting the UAE’s economic diversification by driving trade excellence across multiple sectors, connecting trusted partners, and promoting ethical, transparent business practices. With innovation and integrity at our core, we aim to be one of the UAE’s leading trading houses recognized for reliability and value creation.”"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        }
      ]
    },
    {
      "slide_number": 21,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "ZHH Real Estates"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Overview\n\nZHH Real Estates is the property investment and development arm of ZHH Group Holding, focused on creating enduring value through visionary real-estate projects across the UAE. Guided by strong Emirati leadership, the company develops premium residential, commercial, and mixed-use assets designed to enrich communities and support national urban growth. \n\nEstablishment\n\nEstablished in 2021, ZHH Real Estate was founded to diversify the Group’s portfolio and capitalize on strategic real-estate opportunities within the UAE’s growing property sector. It plays a key role in building sustainable projects that reflect architectural excellence and modern living standards. \n\nCore Activities\n\nDevelopment of residential and commercial properties\nInvestment in premium land banks and long-term real-estate assets\nExecution of mixed-use and community-driven projects\nSustainable development focused on energy efficiency and quality of life\nLeasing & property management of developed assets"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Creating Value Through Vision"
        }
      ]
    },
    {
      "slide_number": 22,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "ZHH Real Estates"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Achievements\n\nZHH Tower — Business Bay, Dubai\n24-storey mixed-use tower reflecting modern Emirati architecture \n\nAl Qurm Villas — Abu Dhabi\nLuxury villas with smart systems & landscaped community \n\nSharjah Central Residences\nResidential mid-rise targeting affordable luxury segment \n\nStrategic Land Development — Ras Al Khaimah\nAcquisition & early infrastructure for industrial & logistics zoning \n\nAll completed projects successfully sold or leased, ensuring strong investor returns"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Ahmed Ali\nCEO – ZHH Real Estate\n\"At ZHH Real Estate, we believe in creating lasting value through visionary projects that shape the urban landscape of the UAE. As an Emirati company, we are deeply committed to supporting the national economy by investing in sustainable developments that combine architectural excellence, community well-being, and financial growth. Our goal is to be a trusted name in real estate investment, redefining quality and reliability across the UAE and beyond.\""
        }
      ]
    },
    {
      "slide_number": 23,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Jewelust Jewelry & Gold Bullion Trading LLC"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Where Wealth Becomes Legacy"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Jewelust, the Group’s flagship in precious metals, has achieved remarkable milestones in sourcing, refining, and trading investment-grade gold under strict international standards."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Overview\n\nJewelust is the flagship precious-metals and jewelry brand of ZHH Group Holding, positioned at the heart of Dubai’s global bullion hub. Built on integrity and transparency, Jewelust connects responsible mining sources with world-class refining and global investment markets. \n\nEstablishment\n\nEstablished in 2025 in Dubai, Jewelust was created to elevate the Group’s presence in ethical gold sourcing, bullion trading, and jewelry, leveraging Dubai’s position as the world’s premier gold hub. \n\nCore Activities\n\nWholesale and bullion trading \nInvestment-grade gold sourcing from licensed African partners\nRefining partnerships in UAE and Turkey for hallmarking & purity assurance\nRetail & wholesale jewelry business\nSecure logistics, insurance, and compliance management"
        }
      ]
    },
    {
      "slide_number": 24,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Jewelust Jewelry & Gold Bullion Trading LLC"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Branches & Global Presence \n\nJewelust operates a strategic international network to support ethical sourcing, refining, and distribution:\nUAE\nDubai – Head Office & Gold Souk Showroom\n     Retail, wholesale bullion trading, investor relations, logistics coordination\nAfrica – Licensed Sourcing Offices\nUganda — Structured procurement & ethical sourcing operations\nMali — Local sourcing partnerships & compliance oversight\nCongo — Direct mine-to-refinery coordination & supply chain control\nKenya - Regional consolidation hub for multi-country gold flows\nTurkey\nIstanbul — Refining partnerships, hallmarking, and jewelry manufacturing \n\nThis network enables Jewelust to maintain fully controlled and transparent supply chains from mining origin to investment markets, reinforcing reliability, trust, and governance across all operations."
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Achievements & Milestones\n\n1.2+ tons of gold traded (2023–2024) via regulated UAE channels \nEthical supply chain from Uganda, Mali, Congo \nJewelust flagship store launched in Dubai Gold Souk \nRefineries collaborations in UAE and Turkey for certified purity and hallmarking \nSecure logistics & risk-management system for gold and valuables \nGrowing B2B and private investor network across the UAE and global markets\nReinforce Dubai’s reputation as the world’s heart of gold trading"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Mohamed Al Hammadi\nFounder & CEO – Jewelust\n\n“Gold is more than a commodity — it is security, strength, and enduring value. From Africa’s licensed gold sources to Dubai’s global bullion hub, Jewelust is building a trusted bridge between origin and investment. With transparency, integrity, and innovation at our core, we empower investors, strengthen markets, and deliver wealth that lasts for generations.”"
        }
      ]
    },
    {
      "slide_number": 25,
      "shapes": [
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Ismail Dabbur\nCOO – Jewelust, Uganda\n“Uganda’s growing gold sector offers immense potential. Our focus is on ethical sourcing, fair trade, and strong community engagement, ensuring Jewelust remains a trusted partner in Africa’s gold market.”"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Abdallah Khafash\nCOO – Jewelust, Dubai\n\"Dubai is the heart of global gold trade — a trusted hub for investment and enduring wealth. At Jewelust Dubai, we honor that legacy with excellence, innovation, and transparency, delivering secure and compliant bullion solutions that elevate trust and protect value for generations\""
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Jewelust Jewelry & Gold Bullion Trading LLC"
        },
        {
          "shape_type": "PICTURE (13)",
          "has_image": true,
          "image_format": "png"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Cheick Oumar\nCOO – Jewelust Mali\n“Mali’s rich heritage in gold inspires our operations. We strive to combine local expertise with global standards — promoting responsible mining, fair trade, and sustainable development in every partnership.”"
        },
        {
          "shape_type": "TEXT_BOX (17)",
          "text": "Pius Wampamba\nCOO – Jewelust, Congo\n\n“In Congo, we see opportunity and responsibility. At Jewelust Congo, we build sustainable partnerships and ensure strict compliance — enabling secure pathways from mine to market, and driving growth for communities and investors alike.”"
        },
        {
          "shape_type": "AUTO_SHAPE (1)",
          "text": "Mustafa Dogan\nCOO – Jewelust, Turkey\n“From ancient artistry to modern design, Turkey’s jewelry tradition is world-renowned. At Jewelust Turkey, we merge heritage with innovation — producing and trading gold jewelry that reflects beauty, culture, and craftsmanship.”"
        }
      ]
    },
    {
      "slide_number": 26,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Impact – Overview"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Impact:\nWe create economic, social, and environmental value.\nPillars:\nEnvironment\nCommunity\nResponsible Gold"
        }
      ]
    },
    {
      "slide_number": 27,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Impact – Environment"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Responsible Sourcing:\nEthical gold sourcing from licensed African mines\nESG-aligned refinery partnerships\nEnergy-efficient construction practices"
        }
      ]
    },
    {
      "slide_number": 28,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Our Impact – Community"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Community & Employment:\n300+ Direct Jobs\n1,200+ Indirect Jobs\nSkill development\nFair trade partnerships"
        }
      ]
    },
    {
      "slide_number": 29,
      "shapes": [
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "Investors"
        },
        {
          "shape_type": "PLACEHOLDER (14)",
          "text": "For Investors:\nDiversified portfolio across construction, real estate, gold, and trading.\nStrong governance & sustainable returns.\nInvestment Highlights:\nAED 100M + AUM\n12B+ AED Project Value\n70+ Completed Projects\n1.2 Tons Gold Traded\n3 Licensed Gold Mines Under Active Development\nCapital Investment Deployed into Mining Operations\nZero Compliance Violations\nStrategic Gold Mining Investments\nZHH Group Holding has expanded its upstream capabilities through the acquisition and development of three licensed gold mines across Africa, reinforcing long-term supply security and responsible production.\nKey Highlights:\nOwnership and active development of 3 legally licensed mining sites\nContinuous investment into infrastructure, technology, and extraction capacity\nFully traceable supply chain integrated with Jewelust’s responsible sourcing framework\nEnvironmental and community safeguards aligned with international mining standards\nStrengthening Dubai’s position as the global hub for ethical and regulated gold trade\nImpact:\nEnsures long-term production capacity for Jewelust\nEnhances investor confidence through tangible, asset-backed growth\nContributes to economic development in mining communities\nSupports the UAE’s vision for global commodity leadership"
        }
      ]
    }
  ]
}